tap "clintmod/formulas"
tap "homebrew/bundle"
tap "sijanc147/formulas"
brew "atuin"
brew "openssl@3"
brew "python@3.13"
brew "fish"
brew "ghostscript"
brew "go"
brew "jq"
brew "mas"
brew "node"
brew "pdfcpu"
brew "python-tk@3.13"
brew "starship"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
cask "adobe-creative-cloud"
cask "alacritty"
cask "caffeine"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "insomnium"
cask "keyboard-cleaner"
cask "latest"
cask "logi-options+"
cask "pdf-expert"
cask "proton-mail-bridge"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "steam"
cask "telegram"
cask "vlc"
cask "whatsapp"
cask "yubico-authenticator"
cask "zed"
cask "zen-browser"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
